ABRIR 
APARCAR 
BAJAR 
BAILAR 
BAÑAR 
BEBER 
CAER 
CAMBIAR 
CAMINAR 
CANTAR 
CERRAR 
CLASIFICAR 
COGER 
COMER 
COMPRAR 
CONTAR 
CORRER 
CORTAR 
COSER 
COCINAR 
DAR 
DESNUDAR 
DIBUJAR 
DORMIR 
ENHEBRAR 
ESCONDER 
ESCRIBIR 
ESQUIAR 
ESTIRARSE 
DESTRIPAR 
ESTUDIAR 
EPLICAR 
FOTOCOPIAR 
FUMAR 
GUARDAR 
HABLAR 
HACER 
HACER CACA 
HACER PIPÍ 
IR 
JUGAR 
LEER 
LIMPIAR 
LLEVAR 
MOSTRAR 
MOJAR 
NADAR 
PAGAR 
PASEAR 
PEGAR 
PEINAR 
PINCHAR 
PINTAR 
PLANTAR 
PONER 
REGAR 
ROMPER 
SALTAR 
SENTAR 
SECAR 
SUBIR 
TELEFONEAR 
TOSTAR 
TRABAJAR 
VENDER 
VENIR 
VESTIR 
VOLAR 
ANIVERSARIO 
BELEN 
BODA 
CARNAVAL 
CASTAÑADA 
COLONIAS 
DEBERES 
ENCARGO 
EXCURSIÓN 
FELIZ AÑO NUEVO 
FELIZ NAVIDAD 
FIESTA 
FISIOTERÀPIA 
GIMNASIA 
LA MONA 
LENGUA 
LOGOPEDIA 
MATEMÁTICAS 
MÚSICA 
NATURALES 
NAVIDAD 
PAPA NOËL 
PASAR LISTA 
PREMIO 
REGALO 
REYES MAGOS 
SAN JUAN 
SAN JORGE 
SEMANA SANTA 
SOCIALES 
TIÓ 
VACACIONES 
VIAJE 
ACEITE 
ACEITUNAS 
AGUA 
ALBÓNDIGAS 
ALIMENTOS 
ARROZ 
AZÚCAR 
BEBIDAS 
BOCADILLO 
CAFÉ 
CANELONES 
CARAMELO 
CARNE 
CENA 
CEREALES 
CEREZAS 
COCA 
COCA-COLA 
COLA-CAO 
COMIDA
ALMUERZO 
CROISSANT 
CROQUETAS 
CHOCOLATE 
DÁTILES 
DESAYUNO 
ENSAIMADA 
ENSALADA 
ENSALADILLA RUSA 
EMBUTIDOS 
FANTA 
FLAN 
FRESAS 
FRUTA 
GALLETAS 
GARBANZOS 
GUISANTES 
HAMBURGUESA 
HARINA 
HELADO 
HUEVO 
JAMÓN 
JUDÍAS 
LECHE 
LENTEJAS 
LIMÓN 
LOMO 
MACARRONES 
MAGDALENA 
MANTEQUILLA 
MANZANA 
MELÓN 
MENÚ 
MERIENDA 
MERMELADA 
NARANJA 
PALOMITAS 
PAN 
PANELLETS 
PASTEL 
PATATAS 
PERA 
PIZZA 
PLÁTANO 
POLLO 
POSTRE 
PURÉ 
QUESO 
SAL 
SALCHICHA 
SOPA 
TOMATE 
TURRÓN 
TORTILLA 
VERDURA 
VINAGRE 
YOGUR 
ZUMO 
ABEJA 
ANIMAL 
ARAÑA 
ÁRBOL 
ARDILLA 
BALLENA 
BICHO 
BURRO 
CABALLO 
CABRA 
CAMELLO 
CANGREJO 
CANGURO 
CARACOL 
CEBRA 
CERDO 
CONEJO 
DELFÍN 
DINOSAURIO 
ELEFANTE 
FLOR 
FOCA 
GALLO 
GALLINA 
GATO 
GUSANO 
HIERBA 
HOJA 
JIRAFA 
LAGARTIJA 
LEÓN 
LOBO 
MARGARITA 
MARIPOSA 
MONO 
MOSCA 
MOSQUITO 
MOCHUELO 
MUÉRDAGO 
OSO 
OVEJA 
PÁJARO 
PATO 
PERRO 
PEZ 
PLANTA 
POLLITO 
RAÍZ 
RANA 
ROSA 
RATÓN 
SERPIENTE 
TIGRE 
TORTUGA 
TRONCO 
VACA 
ANDADOR 
ARMARIO 
BIPEDESTADOR 
CAMA 
CÁMARA 
CAMILLA 
CD
DVD 
COMUNICADOR 
CORREO-E 
ESTANTERIA 
IMPRESORA 
INTERNET 
LÁMPARA 
MANDO 
MESA 
ORDENADOR 
PELÍCULA 
PUERTA 
PULSADOR 
RADIO 
SILLA 
SILLA CON MOTOR 
SILLA DE RUEDAS 
SOFÁ 
TABLERO 
TELE 
TELÉFONO 
TIMBRE 
VENTANA 
VÍDEO 
APAGADO 
BLANDO 
BONITO 
BUENO 
CARTÓN 
CLARO 
CRISTAL 
DELGADO 
DIFERENTE 
DIFÍCIL 
DULCE 
DURO 
ENCENDIDO 
FÁCIL 
FEO 
FUERTE 
GORDO 
GUAPO 
IGUAL 
JOVEN 
LENTO 
LIMPIO 
LISO 
MADERA 
MALO 
METAL 
MOJADO 
MUY BIEN 
NUEVO 
OSCURO 
PLÁSTICO 
RÁPIDO 
RARO 
RIZADO 
ROTO 
SALADO 
SECO 
SUCIO 
VIEJO 
ALTO 
AMARILLO 
AZUL 
BAJO 
BLANCO 
CÍRCULO 
COLOR 
CORAZÓN 
CORTO 
CUADRADO 
CUADROS 
FORMA 
FLOREADO 
GRANDE 
LARGO 
LILA 
LLENO 
TATETÍ 
MÁS 
MEDIDA 
MENOS 
MUCHO 
NADA 
NARANJA 
NEGRO 
ORO 
PEQUEÑO 
PLATA 
POCO 
RAYAS 
RECTÁNGULO 
ROMBO 
ROJO 
ROSA 
TODO 
TOPOS 
TRIÁNGULO 
VACÍO 
VERDE 
ABAJO 
ARRIBA 
CERCA 
EN EL LADO 
ÚLTIMO 
ANTE 
DENTRO DE 
DERECHA 
ENTRE 
IZQUIERDA 
FUERA 
LEJOS 
PRIMERO 
SOBRE 
BAJO 
ÚLTIMO 
A MÍ TAMPOCO 
ADIÓS 
AYUDA 
BUENOS DÍAS 
BUEN PROVECHO 
BUENAS NOCHES 
BUENAS TARDES 
CARAMBA 
COMO ESTÁS? 
COMO TE DICES? 
DE ACUERDO 
ERROR 
ES GRACIOSO 
ES UNA TONTERIA 
ESTOY BIEN 
FANTÁSTICO 
FELICIDADES 
GENIAL 
GRACIAS 
LO SIENTO 
HOLA 
HORRIBLE 
YA ESTÁ 
YO TAMBIÉN 
ME GUSTA 
MALA PATA 
MUY GUAY 
NO LO ENTIENDO 
NO LO SÉ 
NO ME GUSTA 
NO TOQUES 
NO QUIERO 
POR FAVOR 
QUÉ TAL? 
TE QUIERO 
OTRO 
QUIERO IR A 
ANILLAS 
BARÇA 
BALONCESTO 
BOCCIA 
BOLAS 
BURBUJAS 
CONSTRUCCIONES 
CROMOS 
DADOS 
SLALOM 
DEPORTE 
COCINITAS 
FÚTBOL 
CUBO 
GLOBO 
COLUMPIO 
JUEGO 
JUEGO DE MESA 
JUEGO DEL PAÑUELO 
JUGUETES 
LOTERÍA 
MUÑECA 
OCA 
OLIMPIADAS 
PALA 
PIEZAS 
PERCHES 
PELOTA 
PUZZLE 
TÍTERE 
TOBOGÁN 
VEO-VEO 
AEROPUERTO 
ÁFRICA 
AMÉRICA 
ASCENSOR 
ASIA 
BAR 
GASOLINERA 
BIBLIOTECA 
BOSQUE 
TIENDA 
CÁMPING 
CALLE 
CASA 
CATALUÑA 
CINE 
CIRCO 
CIUDAD 
CLASE 
COMISARIA 
CORREOS 
COCINA 
DUCHA 
ESCALERA 
ESCUELA 
IGLESIA 
ESPARCIMIENTO 
ESTACIÓN 
EUROPA 
FARMACIA 
FERIA 
HORNO 
GIMNASIO 
GRANJA 
HABITACIÓN 
HUERTO 
HOSPITAL 
HOTEL 
CUARTO DE ASEO 
LUGAR 
MAR 
COMEDOR 
MERCADO 
MONTAÑA 
MUSEO 
OCEANÍA 
PARQUE 
PARKING 
PATIO 
PELUQUERÍA 
PISCINA 
PIZZERIA 
PLAZA 
PLAYA 
PUEBLO 
PUENTE 
PRISIÓN 
RAMPA 
RESIDENCIA 
RESTAURANTE 
RÍO 
TALLER 
TEATRO 
WC 
ZOO 
AGENDA 
BILLETE 
BOLSO 
BOLSA 
CAJA 
CAJA CHINA 
CALENDARIO 
CARANTAMAULA 
CARPETA 
CARTA 
CÉNTIMOS 
CESTA 
CUBIERTOS 
ALMOHADA 
COLA (DE PEGAR) 
CÓMIC 
CUENTO 
CUCHARA 
PERIÓDICO 
DIBUJO 
DINERO 
BASURA 
EURO 
FICHA 
FUEGO 
TENEDOR 
FOTO 
CUCHILLO 
AVETORILLOS 
VASO 
GUITARRA 
LÁPIZ 
SÁBANA 
LETRAS 
LIBRO 
LUZ 
MANTA 
MARACAS 
JERGÓN 
ESPEJO 
MONEDERO 
MOCHILA 
PALO 
PANDERETA 
PAPEL 
PARAGUAS 
PIEDRA 
PETARDO 
PIANO 
CASCABILLO 
PINTURA 
PINCEL 
PIZARRA 
PLASTILINA 
PLATO 
POSTAL 
PUNTO DE LIBRO 
PUNZÓN 
RELOJ 
REVISTA 
RODA 
SACO DE DORMIR 
TAMBOR 
TAZA 
TIJERAS 
SERVILLETA 
TOALLA 
TROMPETA 
TUPER 
VENTILADOR 
VOLANDO 
ILÓFONO 
BOCA 
BRAZO 
CABELLO 
PIERNA 
NINGÚN 
CARA 
COLONIA 
CUELLO 
CUERPO 
CULO 
DIENTES 
DESODORANTE 
DEDO 
ESPONJA 
ESPALDA 
FIEBRE 
LA REGLA 
LENGUA 
MOZA 
CADERA 
MEDICACIÓN 
NARIZ 
OREJA 
HUESO 
TRIPA 
PAPEL WC 
PASTA DE DIENTES 
PIEL 
PENE 
PIE 
PEINE 
CEPILLO DIENTES 
JABÓN 
SANGRE 
TERMÓMETRO 
OJOS 
UÑA 
VAGINA 
VITAMINA 
CHAMPÚ 
ACTORCTRIZ 
AMIGO 
ABUELO 
ABUELA 
BEBÉ 
BOMBERO 
CANTANDO 
PRIMO 
COCINERO 
MUJER 
FAMILIA 
FISIO 
HERMANO 
HERMANA 
HOMBRE 
ENFERMERO 
YO 
LOGOPEDA 
MAMA 
MAESTRO 
MÉDICO 
MONITOR 
MONSTRUO 
CURA 
NIÑO 
NIÑA 
CHICO 
CHICA 
NOVIO 
TÍO
TÍA 
PAPA 
PELUQUERO 
PERSONA 
POLICÍA 
TÚ 
VAMPIRO
ESA 
VECINO 
A 
CON 
¿COMO? 
¿DE QUIEN? 
HECHO DE... 
MÍO 
NO 
¿DONDE? 
¿PARA QUÉ SIRVE? 
¿POR QUÉ? 
PORQUE 
¿CUANDO? 
¿CUANTOS? 
¿QUÉ DICE? 
¿QUÉ HACE? 
¿QUÉ? 
¿QUIEN? 
¿QUÉ HORA? 
SIRVE PARA... 
SUYO 
SI 
TAMBIÉN 
TUYO 
ABRIGO 
ANILLO 
CHALECO 
PENDIENTES 
BAÑADOR 
SALTO DE CAMA 
PAÑAL 
BOTAS 
BOTÓN 
BUFANDA 
BOLSILLO 
MEDIAS 
CALZONCILLOS 
CAMISA 
CINTURÓN 
GARGANTILLA 
CORBATA 
CREMALLERA 
DELANTAL 
DISFRAZ 
FALDA 
GORRO 
GUANTES 
IMPERMEABLE 
CHAQUETA 
JERSEY 
CALCETINES 
PAÑUELO 
PANTALONES 
PIJAMA 
BABERO 
ROPA 
ZAPATOS 
CAMISETA 
SUJETADOR 
GAFAS 
TRAJE 
CHÁNDAL 
ALEGRE 
ABURRIDO 
DEBIENDO 
CALOR 
CANSADO 
CONTENTO 
DIVERTIDO 
ENFADADO 
ASUSTADO 
FRÍO 
INCÓMODO 
MAL 
ENFERMO 
MAREADO 
NERVIOSO 
PACIENCIA 
FREGADERO 
MIEDO 
SENSACIÓN 
SORPRESA 
TRISTE 
ANTES 
ABRIL 
AGOSTO 
AYER 
AÑO 
AHORA 
PRONTO 
HOY 
FIN DE SEMANA 
MAÑANA 
DICIEMBRE 
DESPUÉS 
DÍA 
JUEVES 
LUNES 
MARTES 
MIÉRCOLES 
SÁBADO 
DOMINGO 
VIERNES 
VERANO 
FEBRERO 
ENERO 
INVIERNO 
HORA 
JULIO 
JUNIO 
RAYO 
MAYO 
MARZO 
MAÑANA 
MES 
MINUTO 
NIEVE 
NOCHE 
NOVIEMBRE 
NUBE 
OCTUBRE 
LLUVIA 
PRIMAVERA 
SEPTIEMBRE 
SEMANA 
SOL 
TARDE 
OTOÑO 
TEMPESTAD 
TRUENO 
VIENTO 
ACCIDENTE 
AMBULANCIA 
AUTOBÚS 
AVIÓN 
BICICLETA 
CAMIÓN 
CARAVANA 
COHETE 
COCHE 
FURGONETA 
HELICÓPTERO 
METRO 
MOTO 
TAI 
TRACTOR 
TREN 
TRINEO 
BARCO 
VEHÍCULOS 
AYUDAR 
ALUCINAR 
PELEARSE 
BESAR 
CELEBRAR 
CONCENTRARSE 
DESCANSAR 
ENGAÑAR 
ESCUCHAR 
ESPERAR 
ESTIMAR 
GANAR 
GUSTAR 
INVITAR 
MIRAR 
MOLESTAR 
NECESITAR 
OLVIDAR 
OLER 
PENSAR 
PERDER 
LLORAR 
RECORDAR 
REIR 
SABER 
SER 
TENER 
QUERER